{
  "cutting ties": "1. Cutting ties /ˈkʌtɪŋ taɪz/ /'каттин тайз/\n2. Разрыв отношений\n3. Ассоциация: Когда ты хочешь разорвать отношения с кем-то, но делаешь это с помощью огромных ножниц, чтобы всем было ясно, что ты серьезно.\n4. Похожие слова: severing connections, breaking bonds\n5. \n   - She's cutting ties with her toxic ex-boyfriend. (Она разрывает отношения со своим токсичным бывшим парнем.)\n   - The company is cutting ties with its unreliable suppliers. (Компания разрывает отношения с ненадежными поставщиками.)\n   - He decided to cut ties with his old friends who were holding him back. (Он решил разорвать отношения со своими старыми друзьями, которые тормозили его.)\n6. \n   - Did she cut ties with her business partner last year? \n   - Is she cutting ties with her colleague now?\n   - Will he cut ties with his family in the future?\n7. Мини-викторина:\n   - Что означает \"cutting ties\"? \n     1) Разрыв отношений\n     2) Установление связей\n     Ответ: 1) Разрыв отношений\n\n   - Как перевести \"cutting ties\" на русский?\n     1) Соединение узлов\n     2) Разрыв отношений\n     Ответ: 2) Разрыв отношений\n\n   - Cutting ties может использоваться для укрепления отношений. \n     Верно или неверно? \n     Ответ: Ложь",
  "fizzles out": "1. fizzle out [ˈfɪzəlz aʊt] - физлз аут\n2. Затухать, исчезать\n3. Ассоциация: ты пытаешься загасить свечу, но она не гаснет, а только тускнеет и потом исчезает.\n4. Похожие слова: fade away, peter out, die down\n5. \n   - The fireworks fizzled out before the finale, disappointing the crowd. (Фейерверк затух перед финалом, разочаровав толпу.)\n   - Their relationship started strong but eventually fizzled out. (Их отношения начались сильно, но в конце концов затухли.)\n   - Interest in the project fizzled out as time went on. (Интерес к проекту постепенно угасал.)\n\n6. \n   - Did the party fizzle out early last night? (Вчера вечером вечеринка затухла рано?)\n   - Is their relationship fizzling out right now? (Их отношения сейчас затухают?)\n   - Will the excitement fizzle out before the event is over? (Угаснет ли волнение до завершения мероприятия?)\n\n7. \n   - Выбери синоним: fade away, grow stronger, hurry up\n   - Правда или ложь: fizzle out означает становиться ярче и сильнее.\n   - Пропущено: Their plans ____ed before they could even start. (fizzle out)",
  "pelvis": "1. Pelvis /ˈpɛlvɪs/ /пелвис/\n2. Таз\n\n3. 🍑 Ассоциация: Человек в тазу прокатывается по воде как на водных горках, расплескивая воду вокруг.\n\n4. Бассейн, водные горки, хребет\n\n5. \n   - The pelvis is a bony structure in the lower part of the trunk. (Позвоночник — это хрустальное строение в нижней части тела.)\n   - The pelvic bones protect the reproductive organs and urinary bladder. (Тазовые кости защищают репродуктивные органы и мочевой пузырь.)\n   - She fell down and hit her pelvis on the edge of the table. (Она упала и ударилась тазом о край стола.)\n   \n6. \n   - Have you ever injured your pelvis? (Ты когда-нибудь травмировал(а) таз?)\n   - Do you feel any pain in your pelvis right now? (Ты чувствуешь какую-либо боль в тазу сейчас?)\n   - Will you be taking care of your pelvis more carefully in the future? (Ты будешь более осторожно относиться к своему тазу в будущем?)\n\n7. 🟢 Что защищают тазовая кость? \n   1) Репродуктивные органы и мочевой пузырь\n   2) Сердце и печень\n   3) Лёгкие и желудок\n\nОтвет: 1) Репродуктивные органы и мочевой пузырь."
}